Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Carina.attachments.files.footer
source: Attaching files allow us to get to know what’s wrong with the data inside Iris.
ar: يسمح لنا إرفاق الملفات بمعرفة ما هو الخطأ في البيانات الموجودة بداخلها Iris.
de: Das Anhängen von Dateien ermöglicht es uns zu wissen, was mit den Daten im Inneren nicht stimmt Iris.
es: Adjuntar archivos nos permite saber qué está mal con los datos dentro de Iris.
fr: La pièce jointe de fichiers nous permet de savoir ce qui ne va pas avec les données à l'intérieur Iris.
hi: फाइलें संलग्न करने से हमें यह जानने की अनुमति मिलती है कि अंदर के डेटा में क्या गलत है Iris।
id: Melampirkan file memungkinkan kita untuk mengetahui apa yang salah dengan data di dalam Iris.
it: Allegare file ci consente di sapere cosa c'è che non va nei dati all'interno Iris.
ja: ファイルを添着することで、中のデータの何が問題なのかを知ることができますIris。
ko: 파일을 연결하면 안에 있는 데이터에 무엇이 잘못되었는지 알 수 있습니다 Iris.
nl: Het bijvoegen van bestanden stelt ons in staat om te weten wat er mis is met de gegevens binnen Iris.
pl: Załączanie plików pozwala nam dowiedzieć się, co jest nie tak z danymi wewnątrz Iris.
pt: Anexar arquivos nos permite saber o que há de errado com os dados dentro Iris.
ru: Прикрепление файлов позволяет нам узнать, что не так с данными внутри Iris.
th: การแนบไฟล์ช่วยให้เราทราบว่ามีอะไรผิดปกติกับข้อมูลภายใน Iris
tr: Dosya eklemek, içindeki verilerle ilgili neyin yanlış olduğunu öğrenmemizi sağlar Iris.
uk: Прикріплення файлів дозволяє нам дізнатися, що не так з даними всередині Iris.
vi: Việc đính kèm tệp cho phép chúng tôi biết điều gì sai với dữ liệu bên trong Iris.
zh_hans: 附加文件可以让我们了解Iris内部的文件出现了什么问题。
zh_hant: 附加檔案使我們能夠知道裡面的資料出了什麼問題Iris。

# Settings.holiday.christmas
source: We hereby wish you a Merry Christmas！
ar: نتمنى لك عيد ميلاد سعيد!
de: Wir wünschen Ihnen hiermit frohe Weihnachten!
es: ¡Por la presente te deseamos una Feliz Navidad!
fr: Nous vous souhaitons par la présente un joyeux Noël !
hi: हम आपको क्रिसमस की शुभकामनाएं देते हैं!
id: Dengan ini kami mengucapkan Selamat Natal kepada Anda!
it: Con la presente ti auguriamo un Buon Natale!
ja: メリークリスマスをお祈りします！
ko: 우리는 이로써 당신에게 메리 크리스마스를 기원합니다!
nl: We wensen je hierbij een vrolijk kerstfeest!
pl: Niniejszym życzymy Wesołych Świąt!
pt: Desejamos a você um Feliz Natal!
ru: Настоящим поздравляем вас с Рождеством!
th: เราขออวยพรให้คุณสุขสันต์วันคริสต์มาส!
tr: Bu vesileyle size Mutlu Noeller dileriz!
uk: Цим ми бажаємо вам щасливого Різдва!
vi: Chúng tôi xin chúc bạn một Giáng sinh vui vẻ!
zh_hans: 祝你圣诞节快乐！
zh_hant: 我們特此祝您聖誕快樂！

# Settings.interface.home.toolbar.monogram.config.capitalization
source: Capitalize
ar: اسْتَفادَ
de: Großschreiben
es: Capitalizar
fr: Capitaliser
hi: कैपिटलाइज़ करें
id: Mengkapitalisasi
it: Capitalizzare
ja: に出資する
ko: 을 대문자로 쓰다
nl: Kapitaliseren
pl: Napisać wielką literą
pt: Capitalizar
ru: Капитализировать
th: ใช้ตัวพิมพ์ใหญ่
tr: Büyük harfle
uk: Büyük harfle
vi: Viết bằng chữ hoa
zh_hans: 大写
zh_hant: 用大寫書寫

# Settings.interface.home.toolbar.selection.update-indicator
source: Update Indicator
ar: مؤشر التحديث
de: Indikator aktualisieren
es: Indicador de actualización
fr: Indicateur de mise à jour
hi: संकेतक अपडेट करें
id: Memperbarui Indikator
it: Indicatore di aggiornamento
ja: アップデートインジケータ
ko: 업데이트 표시기
pl: Wskaźnik aktualizacji
pt: Indicador de Atualização
ru: Индикатор Обновления
th: อัปเดตตัวบ่งชี้
tr: Güncelleme Göstergesi
uk: Güncelleme Göstergesi
vi: Cập nhật chỉ báo
zh_hans: 更新指示器
zh_hant: 更新指示器

# Settings.privacy.reset.cancel
source: Cancel
ar: أَلْغى
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: 中止する
ko: 취소
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: Iptal etmek
uk: Скасувати
vi: Bãi bỏ
zh_hans: 取消
zh_hant: 取消

# Troubleshooter.okay
source: Everything’s Fine
ar: كل شيء على ما يرام
de: Alles ist in Ordnung
es: Todo está bien
fr: Tout va bien
hi: सब ठीक है
id: Semuanya Baik-Baik Saja
it: Va tutto bene
ja: すべて順調です
ko: 다 괜찮아
nl: Alles is in orde
pl: Wszystko jest w porządku
pt: Está Tudo Bem
ru: Все В Порядке
th: ทุกอย่างเรียบร้อยดี
tr: Her Şey Yolunda
uk: Все Добре
vi: Mọi thứ đều ổn
zh_hans: 一切良好
zh_hant: 一切都很好

# Settings.appearance.schedule.constantly-on
source: Always
ar: دائِماً
de: Immer
es: Siempre
fr: Toujours
hi: सदा
id: Selalu
it: Sempre
ja: いつも
ko: 항상
nl: Altijd
pl: Zawsze
pt: Sempre
ru: Всегда
th: ตลอดไป
tr: Hep
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 總是

# About.easter-egg
source: Also try Darock Browser!
ar: جرب أيضا متصفح Darock!
de: Probieren Sie auch Darock Browser aus!
es: ¡Pruébelo también con el navegador Darock!
fr: Essayez également le navigateur Darock !
hi: Darock ब्राउज़र को भी आजमाएं!
id: Coba juga Darock Browser!
it: Prova anche Darock Browser!
ja: Darockブラウザも試してみてください!
ko: Darock Browser 사용해 보세요!
nl: Probeer ook Darock Browser!
pl: Wypróbuj również Darock Przeglądarkę!
pt: Experimente também o Darock Navegador!
ru: Также попробуйте Darock Browser!
th: ลอง Darock Browser ด้วย!
tr: Ayrıca Darock Tarayıcıyı deneyin!
uk: Ayrıca Darock Tarayıcıyı deneyin!
vi: Cũng hãy thử Darock Browser!
zh_hans: 也试试暗礁浏览器吧！
zh_hant: 也試試Darock瀏覽器！

# Settings.privacy.reset.all.title
source: Erase App?
ar: محو التطبيق؟
de: App löschen?
es: ¿Borrar aplicación?
fr: Effacer l'application ?
hi: ऐप मिटाएं?
id: Hapus Aplikasi?
it: Cancella l'app?
ja: 消去アプリ？
ko: 지우기 앱?
nl: App wissen?
pl: Wymaż Aplikację?
pt: Apagar Aplicativo?
ru: Стереть Приложение?
th: ลบแอป?
tr: Uygulamayı Sil?
uk: Стерти додаток?
vi: Xóa ứng dụng?
zh_hans: 抹掉App？
zh_hant: 擦除應用程式？

# Settings.interface.home.toolbar.monogram.config.clear
source: Clear Monogram
ar: حرف واحد فقط واضح
de: Klares Monogramm
es: Monograma transparente
fr: Monogramme clair
hi: साफ़ मोनोग्राम
id: Monogram yang jelas
it: Monogramma trasparente
ja: クリアモノグラム
ko: 투명 모노그램
nl: Duidelijk Monogram
pl: Wyczyść Monogram
pt: Monograma Transparente
ru: Четкая Монограмма
th: โมโนแกรมที่ชัดเจน
tr: Şeffaf Monogram
uk: Şeffaf Monogram
vi: Chữ lồng rõ ràng
zh_hans: 清除个性图案
zh_hant: 清晰的字母組合

# Archive.info.date
source: Last Update
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
hi: अंतिम अपडेट
id: Pembaruan Terakhir
it: Ultimo aggiornamento
ja: 最後の更新
ko: 마지막 업데이트
nl: Laatste update
pl: Ostatnia aktualizacja
pt: Última Atualização
ru: Последнее обновление
th: อัปเดตล่าสุด
tr: Son Güncelleme
uk: Останнє оновлення
vi: Cập nhật lần cuối
zh_hans: 最后更新
zh_hant: 上次更新

# Settings.interface.search-button
source: Search Button
ar: زر البحث
de: Suchschaltfläche
es: Botón de búsqueda
fr: Bouton de recherche
hi: खोज बटन
id: Tombol Pencarian
it: Pulsante di ricerca
ja: 検索ボタン
ko: 검색 버튼
nl: Zoekknop
pl: Przycisk wyszukiwania
pt: Botão De Pesquisa
ru: Кнопка поиска
th: ปุ่มค้นหา
tr: Ara Düğmesi
uk: Ara Düğmesi
vi: Nút tìm kiếm
zh_hans: 搜索按钮
zh_hant: 搜尋按鈕

# Settings.interface.home.list.error.description.settings-missing
source: Settings could not be found in either home list or toolbar. You must add Settings in one of them in order to get access to Iris.
ar: تعذر العثور على الإعدادات في القائمة الرئيسية أو شريط الأدوات. يجب عليك إضافة الإعدادات في أحدها من أجل الوصول إلى Iris.
de: Die Einstellungen konnten weder in der Startliste noch in der Symbolleiste gefunden werden. Sie müssen Einstellungen in einem von ihnen hinzufügen, um Zugriff auf Iris zu erhalten.
es: No se pudieron encontrar ajustes ni en la lista de inicio ni en la barra de herramientas. Debe agregar Configuración en uno de ellos para obtener acceso a Iris.
fr: Les paramètres n'ont pu être trouvés ni dans la liste d'accueil ni dans la barre d'outils. Vous devez ajouter des paramètres dans l'un d'eux afin d'accéder à Iris.
hi: होम लिस्ट या टूलबार में सेटिंग्स नहीं मिल सकीं। Iris तक पहुंच प्राप्त करने के लिए आपको उनमें से एक में सेटिंग्स जोड़ना होगा।
id: Pengaturan tidak dapat ditemukan di daftar beranda atau bilah alat. Anda harus menambahkan Pengaturan di salah satu dari mereka untuk mendapatkan akses ke Iris.
it: Non è stato possibile trovare le impostazioni né nell'elenco home né nella barra degli strumenti. Devi aggiungere Impostazioni in uno di essi per accedere a Iris.
ja: ホームリストまたはツールバーに設定が見つかりませんでした。 Irisにアクセスするには、そのうちの1つに設定を追加する必要があります。
ko: 홈 목록이나 도구 모음에서 설정을 찾을 수 없습니다. Iris에 액세스하려면 그 중 하나에 설정을 추가해야 합니다.
nl: Instellingen konden niet worden gevonden in de startlijst of werkbalk. U moet Instellingen in een van hen toevoegen om toegang te krijgen tot Iris.
pl: Nie można znaleźć ustawień ani na liście domowej, ani na pasku narzędzi. Musisz dodać Ustawienia w jednym z nich, aby uzyskać dostęp do Iris.
pt: As configurações não puderam ser encontradas na lista inicial ou na barra de ferramentas. Você deve adicionar Configurações em um deles para ter acesso a Iris.
ru: Настройки не могут быть найдены ни в домашнем списке, ни на панели инструментов. Вы должны добавить настройки в один из них, чтобы получить доступ к Iris.
th: ไม่พบการตั้งค่าในรายการบ้านหรือแถบเครื่องมือ คุณต้องเพิ่มการตั้งค่าในหนึ่งในนั้นเพื่อเข้าถึง Iris
tr: Ayarlar ana listede veya araç çubuğunda bulunamadı. Iris'a erişmek için bunlardan birine Ayarlar eklemeniz gerekir.
uk: Ayarlar ana listede veya araç çubuğunda bulunamadı. Iris'a erişmek için bunlardan birine Ayarlar eklemeniz gerekir.
vi: Không thể tìm thấy cài đặt trong danh sách trang chủ hoặc thanh công cụ. Bạn phải thêm Cài đặt vào một trong số chúng để có quyền truy cập vào Iris.
zh_hans: 未能在首页列表和工具栏中找到设置。你必须在其中一个内加入设置以保证对Iris的控制权。
zh_hant: 在主列表或工具欄中都找不到設定。 您必須在其中一個中新增設定才能訪問Iris。

# Carina.reply.%lld
source: %lld replies
ar: %lld رد
de: %lld Antworten
es: %lld respuestas
fr: %lld réponses
hi: %lld जवाब
id: %lld balasan
it: %lld risposte
ja: %lldつの返信
ko: 답글 %lld개
nl: %lld antwoorden
pl: %lld odpowiedzi
pt: %lld respostas
ru: %lld ответов
th: %lld ตอบกลับ
tr: %lld cevap
uk: %lld відповідей
vi: %lld câu trả lời
zh_hans: %lld条回复
zh_hant: %lld條回復

# Settings.appearance.schedule.solar.location.deviation
source: Around 2 minutes of deviation may appear.
ar: قد يظهر حوالي دقيقتين من الانحراف.
de: Etwa 2 Minuten Abweichung kann auftreten.
es: Pueden aparecer alrededor de 2 minutos de desviación.
fr: Environ 2 minutes de déviation peuvent apparaître.
hi: लगभग 2 मिनट का विचलन दिखाई दे सकता है।
id: Sekitar 2 menit penyimpangan mungkin muncul.
it: Possono comparire circa 2 minuti di deviazione.
ja: 約2分間の逸脱が現れることがあります。
ko: 약 2분의 편차가 나타날 수 있습니다.
nl: Ongeveer 2 minuten afwijking kan verschijnen.
pl: Może pojawić się około 2 minut odchylenia.
pt: Cerca de 2 minutos de desvio podem aparecer.
ru: Может появиться около 2 минут отклонения.
th: การเบี่ยงเบนอาจปรากฏขึ้นประมาณ 2 นาที
tr: Yaklaşık 2 dakikalık sapma görünebilir.
uk: Може з'явитися близько 2 хвилин відхилення.
vi: Khoảng 2 phút sai lệch có thể xuất hiện.
zh_hans: 可能会出现约2分钟的误差。
zh_hant: 可能會出現大約2分鐘的偏差。

# Settings.interface.advanced.dim-globally
source: Dim Globally
ar: خافت عالميا
de: Global Dim
es: Dim globalmente
fr: Dim globalement
hi: वैश्विक रूप से मंद
id: Dim Secara Global
ja: グローバルに調光する
ko: 디밍 글로벌
nl: Dim Wereldwijd
pl: Przyciemnić globalnie
pt: Dim Globalmente
ru: Тусклый глобально
th: หรี่ทั่วโลก
tr: Küresel Olarak Dim
uk: Тьмяно в усьому світі
vi: M mờ trên toàn cầu
zh_hans: 全局变暗
zh_hant: 全球變暗

# Carina.reply.succeed
source: Replied
ar: تم الرد
de: Beantwortet
es: Respondido
fr: Répondu
hi: जवाब दिया
id: Menjawab
it: Risposta
ja: 返信した
ko: 답변됨
nl: Beantwoord
pl: Odpowiedział
pt: Respondido
ru: Ответил
th: ตอบแล้ว
tr: Cevaplandı
uk: Відповів
vi: Đã trả lời
zh_hans: 回复成功
zh_hant: 回覆

# Troubleshooter.darock.available
source: Darock API: Available
ar: Darock API: متاح
de: Darock API: Verfügbar
es: Darock API: Disponible
fr: Darock API : Disponible
hi: Darock एपीआई: उपलब्ध
id: Darock API: Tersedia
it: Darock API: Disponibile
ja: Darock API: 利用可能
ko: Darock API: 사용 가능
nl: Darock API: Beschikbaar
pl: Darock API: Dostępne
pt: Darock API: Disponível
ru: Darock API: Доступно
th: Darock API: พร้อมใช้งาน
tr: API: Mevcut
uk: Darock API: Доступний
vi: Darock API: Có sẵn
zh_hans: Darock API：可用
zh_hant: Darock API：可用

# Carina.new.failure.description
source: Your feedback didn’t sent successfully maybe due to your network problem.
ar: لم يتم إرسال ملاحظاتك بنجاح ربما بسبب مشكلة شبكتك.
de: Ihr Feedback wurde möglicherweise aufgrund Ihres Netzwerkproblems nicht erfolgreich gesendet.
es: Sus comentarios no se enviaron correctamente tal vez debido a su problema de red.
fr: Vos commentaires n'ont pas été envoyés avec succès, peut-être en raison de votre problème de réseau.
hi: आपकी प्रतिक्रिया शायद आपकी नेटवर्क समस्या के कारण सफलतापूर्वक नहीं भेजी गई।
id: Umpan balik Anda tidak berhasil dikirim mungkin karena masalah jaringan Anda.
it: Il tuo feedback non è stato inviato con successo forse a causa del tuo problema di rete.
ja: ネットワークの問題が原因で、フィードバックが正常に送信されませんでした。
ko: 당신의 피드백은 아마도 당신의 네트워크 문제로 인해 성공적으로 전송되지 않았습니다.
nl: Uw feedback is niet succesvol verzonden, misschien vanwege uw netwerkprobleem.
pl: Twoja opinia nie została pomyślnie wysłana, być może z powodu problemu z siecią.
pt: Seu feedback não foi enviado com sucesso, talvez devido ao seu problema de rede.
ru: Ваш отзыв не был успешно отправлен, возможно, из-за проблемы с сетью.
th: ความคิดเห็นของคุณส่งไม่สําเร็จอาจเป็นเพราะปัญหาเครือข่ายของคุณ
tr: Geri bildiriminiz belki de ağ sorununuz nedeniyle başarılı bir şekilde gönderilmedi.
uk: Ваш відгук не був успішно надісланий, можливо, через вашу проблему з мережею.
vi: Phản hồi của bạn không được gửi thành công có thể do sự cố mạng của bạn.
zh_hans: 你的反馈可能因为网络问题而未能成功发送
zh_hant: 可能是因為您的網路問題，您的反饋沒有成功傳送。

# Settings.interface.home.list.error.reset
source: Use Default List
ar: استخدم القائمة الافتراضية
de: Standardliste Verwenden
es: Usar lista predeterminada
fr: Utiliser la liste par défaut
hi: डिफ़ॉल्ट सूची का उपयोग करें
id: Gunakan Daftar Default
it: Usa l'elenco predefinito
ja: デフォルトリストを使用する
ko: 기본 목록 사용
nl: Gebruik standaardlijst
pl: Użyj listy domyślnej
pt: Usar Lista Padrão
ru: Использовать список по умолчанию
th: ใช้รายการเริ่มต้น
tr: Varsayılan Listeyi Kullan
uk: Varsayılan Listeyi Kullan
vi: Sử dụng danh sách mặc định
zh_hans: 使用默认列表
zh_hant: 使用預設列表

# Home.update.error
source: Failed Fetching Latest Version Info
ar: فشل في جلب أحدث إصدار من المعلومات
de: Fehler Beim Abrufen Der Neuesten Versionsinformationen
es: Error Al Obtener La Información De La Última Versión
fr: Échec De La Récupération Des Informations Sur La Dernière Version
hi: नवीनतम संस्करण की जानकारी लाने में विफल रहा
id: Gagal Mengambil Info Versi Terbaru
it: Impossibile recuperare le informazioni sull'ultima versione
ja: 最新バージョン情報の取得に失敗しました
ko: 최신 버전 정보 가져오기 실패
nl: Het ophalen van de nieuwste versie-informatie is mislukt
pl: Pobieranie informacji o najnowszej wersji nie powiodło się
pt: Falha na busca de informações da versão mais recente
ru: Не Удалось Получить Информацию О Последней Версии
th: ล้มเหลวในการดึงข้อมูลเวอร์ชันล่าสุด
tr: En Son Sürüm Bilgileri Alınamadı
uk: En Son Sürüm Bilgileri Alınamadı
vi: Tìm nạp thông tin phiên bản mới nhất không thành công
zh_hans: 未能获取最新版本信息
zh_hant: 獲取最新版本資訊失敗

# Webpage.go-to
source: Go to
ar: اذهب إلى
de: Gehe zu
es: Ir a
fr: Accéder à
hi: जाओ
id: Pergi ke
it: Vai a
ja: 行く
ko: 가다
nl: Ga naar
pl: Idź do
pt: Vá para
ru: Перейти к
th: ไปที่
tr: Git
uk: Перейти до
vi: Cứ làm đi
zh_hans: 跳转
zh_hant: 去

# Migration.send.package.title
source: Migration Code
ar: قانون الهجرة
de: Migrationscode
es: Código de migración
fr: Code de migration
hi: माइग्रेशन कोड
id: Kode Migrasi
it: Codice di migrazione
ja: 移行コード
ko: 마이그레이션 코드
nl: Migratiecode
pl: Kod migracji
pt: Código de Migração
ru: Код миграции
th: รหัสการย้ายข้อมูล
tr: Geçiş Kodu
uk: Міграційний кодекс
vi: Mã di chuyển
zh_hans: 迁移代码
zh_hant: 遷移程式碼

# Webpage.forward
source: Go Forward
ar: المضي قدما
de: Vorwärts gehen
es: Adelante
fr: Aller de l'avant
hi: आगे बढ़ो
id: Maju
it: Andare avanti
ja: 前に進む
ko: 앞으로 나아가다
nl: Ga Vooruit
pl: Idź do przodu
pt: Vá em frente
ru: Иди Вперед
th: ไปข้างหน้า
tr: İleriye Git
uk: Йти Вперед
vi: Đi tiếp
zh_hans: 下一页
zh_hant: 前進

# Settings.interface.home.list.selection.bookmarks
source: Bookmarks
ar: الإشارات المرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क्स
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Yer imleri
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Settings.interface.home.list.error.subtitle.close
source: Keep them apart
ar: أبقهم منفصلين
de: Halte sie auseinander
es: Mantenlos separados
fr: Gardez-les séparés
hi: उन्हें अलग रखें
id: Jauhkan mereka terpisah
it: Tenerli separati
ja: それらを離しておく
ko: 그들을 분리시키세요
nl: Houd ze uit elkaar
pl: Trzymaj je osobno
pt: Mantenha-os separados
ru: Держи их отдельно
th: แยกพวกเขาออกจากกัน
tr: Onları ayrı tut
uk: Onları ayrı tut
vi: Giữ chúng cách xa nhau
zh_hans: 多个空格不能在一起
zh_hant: 把他們分開

# History.action-sheet.delete.alert.cancel
source: Cancel
ar: أَلْغى
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: 中止する
ko: 취소
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: Iptal etmek
uk: Скасувати
vi: Bãi bỏ
zh_hans: 取消
zh_hant: 取消

# Carina.reply.failure
source: Failed Repling
ar: فشل الرد
de: Wiederersetzung fehlgeschlagen
es: Repetición fallida
fr: Échec de la réparation
hi: विफल रिप्लिंग
id: Gagal Membalas
it: Repling non riuscito
ja: 補充に失敗した
ko: 리플링 실패
nl: Mislukte Repling
pl: Nieudane odwtórzenie
pt: Falha na Reposição
ru: Не удалось повторить
th: การตอบกลับล้มเหลว
tr: Repling Başarısız
uk: Не вдалося повторити
vi: Trả lời không thành công
zh_hans: 回复失败。
zh_hant: 補品失敗

# Settings.interface.home.list.error
source: Errors
ar: أخطاء
de: Fehler
es: Errores
fr: Erreurs
hi: त्रुटियां
id: Kesalahan
it: Errori
ja: エラー
ko: 오류
nl: Fouten
pl: Błędy
pt: Erros
ru: Ошибки
th: ความผิดพลาด
tr: Hatalar
uk: Hatalar
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# Carina.new-states.work-as-expected
source: Work as Expected
ar: العمل كما هو متوقع
de: Funktioniert wie erwartet
es: Funciona como se esperaba
fr: Travailler comme prévu
hi: उम्मीद के मुताबिक काम करें
id: Bekerja seperti yang Diharapkan
it: Funziona come previsto
ja: 期待どおりに働く
ko: 예상대로 작업
nl: Werk zoals verwacht
pl: Pracuj zgodnie z oczekiwaniami
pt: Trabalhe como esperado
ru: Работайте так, как и ожидалось
th: ทํางานตามที่คาดไว้
tr: Beklendiği Gibi Çalışın
uk: Працюйте так, як очікувалося
vi: Làm việc như mong đợi
zh_hans: 按预期工作
zh_hant: 按預期工作

# Settings.interface.advanced.font
source: App Font
ar: خط التطبيق
de: App-Schriftart
es: Fuente de la aplicación
fr: Police de l'application
hi: ऐप फॉन्ट
id: Font Aplikasi
it: Carattere dell'app
ja: アプリフォント
ko: 앱 폰트
nl: App-lettertype
pl: Czcionka aplikacji
pt: Fonte do aplicativo
ru: Шрифт Приложения
th: ฟอนต์แอป
tr: Uygulama Yazı Tipi
uk: Шрифт програми
vi: Phông chữ ứng dụng
zh_hans: App字体
zh_hant: 應用程式字型

# Settings.interface.home.list.edit-tip.title
source: Drag, Swipe, Tap
ar: اسحب، اسحب، انقر
de: Ziehen, Wischen, Tippen
es: Arrastrar, deslizar, tocar
fr: Faites glisser, balayez, appuyez
hi: ड्रैग, स्वाइप, टैप करें
id: Seret, Geser, Ketuk
it: Trascina, Scorri, Tocca
ja: ドラッグ、スワイプ、タップ
ko: 드래그, 스와이프, 탭
nl: Slepen, Swipen, Tik
pl: Przeciągnij, Przesuń, Dotknij
pt: Arraste, deslize, toque
ru: Перетащите, проведите пальцем, нажмите
th: ลาก ปัด แตะ
tr: Sürükle, Kaydır, Dokun
uk: Sürükle, Kaydır, Dokun
vi: Kéo, Vuốt, Chạm
zh_hans: 拖拽、滑动、轻点
zh_hant: 拖動、滑動、點選

# Carina.new.describe.title
source: Title
ar: عُنْوان
de: Titel
es: Título
fr: Titre
hi: पदवी
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
th: ตั้งชื่อ
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# Carina.new-states.details-required
source: Details Required
ar: التفاصيل مطلوبة
de: Erforderliche Details
es: Detalles requeridos
fr: Détails requis
hi: विवरण आवश्यक
id: Detail yang Diperlukan
it: Dettagli richiesti
ja: 必要な詳細
ko: 필요한 세부 사항
nl: Details vereist
pl: Wymagane szczegóły
pt: Detalhes Necessários
ru: Требуемые детали
th: รายละเอียดที่จําเป็น
tr: Detaylar Gerekli
uk: Необхідні деталі
vi: Yêu cầu chi tiết
zh_hans: 需要更多细节
zh_hant: 所需細節

# Crash.report.succeed
source: Report Succeed
ar: تقرير النجاح
de: Bericht Erfolgreich
es: Reportar Éxito
fr: Le rapport réussit
hi: सफलता की रिपोर्ट करें
id: Laporan Berhasil
it: Il rapporto ha successo
ja: 成功を報告する
ko: 성공 보고서
nl: Rapport Succesvol Rapport
pl: Zgłoś sukces
pt: Relatório de Sucesso
ru: Сообщить об успейке
th: รายงานสําเร็จ
tr: Rapor Başarılı
uk: Звіт про успіх
vi: Báo cáo thành công
zh_hans: 报告成功
zh_hant: 報告成功

# History.action-sheet.search.content
source: Search Keyword
ar: البحث عن الكلمة الرئيسية
de: Suchschlüsselwort
es: Palabra clave de búsqueda
fr: Mot-clé de recherche
hi: कीवर्ड खोजें
id: Cari Kata Kunci
it: Parola chiave di ricerca
ja: 検索キーワード
ko: 키워드 검색
nl: Zoekwoord
pl: Wyszukaj słowo kluczowe
pt: Palavra-chave de pesquisa
ru: Поиск Ключевого Слова
th: ค้นหาคําสําคัญ
tr: Anahtar Kelimeyi Ara
uk: Пошук Ключового Слова
vi: Từ khóa tìm kiếm
zh_hans: 搜索关键词
zh_hant: 搜尋關鍵詞

# Bookmark.icon.emoji
source: Emoji
ar: إيموجي
fr: Émoticône
hi: इमोजी
ja: 絵文字
ko: 이모티콘
ru: Эмодзи
th: อีโมจิ
uk: Емодзі
vi: Biểu tượng cảm xúc
zh_hans: 表情
zh_hant: 表情符號

# Settings.appearance.schedule.solar.location.state.authorized
source: Location Available
ar: الموقع متاح
de: Verfügbarer Standort
es: Ubicación disponible
fr: Emplacement disponible
hi: स्थान उपलब्ध है
id: Lokasi Tersedia
it: Posizione disponibile
ja: 利用可能な場所
ko: 사용 가능한 위치
nl: Beschikbare locatie
pl: Dostępna lokalizacja
pt: Localização Disponível
ru: Доступное местоположение
th: สถานที่ว่าง
tr: Mevcut Konum
uk: Доступне місце розташування
vi: Vị trí có sẵn
zh_hans: 定位可用
zh_hant: 可用位置

# About.785.easteregg
source: The Lily
ar: الليلى
de: Die Lilie
es: El Lirio
fr: Le Lys
hi: लिली
id: Bunga bakung
it: Il Giglio
ja: ユリ
ko: 백합
nl: De Lelie
pl: Lilia
pt: O Lírio
ru: Лилия
th: ลิลลี่
tr: Zambak
uk: Zambak
vi: Hoa huệ
zh_hans: 百合花
zh_hant: 百合

# Settings.privacy.data.allow-cookies
source: Allow Cookies
ar: السماح بملفات تعريف الارتباط
de: Cookies Zulassen
es: Permitir cookies
fr: Autoriser les cookies
hi: कुकीज़ की अनुमति दें
id: Mengizinkan Cookie
it: Consenti i cookie
ja: クッキーを許可する
ko: 쿠키 허용
nl: Cookies toestaan
pl: Zezwól na pliki cookie
pt: Permitir Cookies
ru: Разрешить файлы cookie
th: อนุญาตคุกกี้
tr: Çerezlere İzin Ver
uk: Дозволити файли cookie
vi: Cho phép Cookie
zh_hans: 允许Cookies
zh_hant: 允許Cookie
